import type ProjectsCategory from '~/types/Projects/ProjectsCategory'

const projectsCategories: Array<ProjectsCategory> = [
  {
    id: 1,
    image: '/img/home_categories/desktop.png',
    title: 'Интерактивное программное обеспечение',
    subtitle: 'Что такое Desktop разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4'
  },
  {
    id: 2,
    image: '/img/home_categories/im.png',
    title: 'Интернет магазин',
    subtitle: 'Что такое Web разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4'
  },
  {
    id: 3,
    image: '/img/home_categories/web.png',
    title: 'Разработка сайтов',
    subtitle: 'Что такое Gamedev разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4'
  },
  {
    id: 4,
    image: '/img/home_categories/portal.png',
    title: 'Разработка порталов',
    subtitle: 'Что такое Gamedev разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4'
  },
  {
    id: 5,
    image: '/img/home_categories/ar.png',
    title: 'AR/VR ',
    subtitle: 'Что такое Gamedev разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4'
  },
  {
    id: 6,
    image: '/img/home_categories/games.png',
    title: 'Интерактивные игры',
    subtitle: 'Что такое Gamedev разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4'
  },
  {
    id: 7,
    image: '/img/home_categories/tables.png',
    title: 'Решения для интерактивных панелей, столов, песочниц',
    subtitle: 'Что такое Gamedev разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4'
  }
]

export default projectsCategories
