import type Project from '~/types/Projects/Project'

const projects: Array<Project> = [
  {
    id: 1,
    type: 'web',
    title: 'VK на выставке ВДНХ',
    imageCard: '/img/home_projects/vk.png',
    description:
      'Прикладное решение для работы с огромным интерактивным экраном на основе lidar технологии. Выставочный стенд «Музыка сердца», «VK клипы» и другое',
    imageMain: '/img/home_projects/main.png',
    subtitle:
      'Комплексное оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием',
    taskLeft:
      'Музей Федеральной Службы Безопасности (ФСБ) является уникальным культурным объектом, расположенным в историческом центре Москвы. Он представляет собой место, где посетители могут погрузиться в историю и деятельность одной из самых известных и влиятельных спецслужб России. <br> <br> Экспозиция музея рассказывает о истории создания и развития ФСБ, начиная с периода Великой Отечественной войны и до наших дней. ',
    taskRight:
      'Помимо этого, музей также проводит специальные мероприятия, посвященные юным посетителям. Здесь дети могут совершить увлекательное путешествие по миру разведки, участвуя в играх и викторинах.  <br> <br> Для увлекательного погружения в историю и украшения экспозиций, перед AxeTech стояла задача: оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием для создания инсталляций со специальным программным обеспечением.',
    solutionSubtitle:
      'Компания ITL совместно с компанией Axe Tech предоставила комплексное решение: создание инсталляций с уникальным программным решением, благодаря проекционному, светодиодному, интерактивному и звуковому оборудованию и, включающего в себя: ',
    solutionLeft: [
      'digital дисплеи, с яркостью 500 кд/м2 и функционированием в режиме 24/7;',
      'предоставление проекторов, с яркостью до 6500 лм;',
      'оснащение инсталляций сенсорными дисплеями от 10 до 55 дюймов;',
      'огромный светодиодный экран 6 x 2 метра, в комплекте с видеоконтроллером и рабочим местом для оператора;',
      'прозрачные матрицы от 21,5 до 55 дюймов;',
      'шахматную доску, оснащенную подсветкой фигур и возможных вариантов дальнейшего хода игрока;',
      'сенсорную прозрачную матрицу на рельсовой системе, с возможностью смены интерактивного контента;',
      'программно-аппаратный комплекс, который включал в себя поиск, размещенных по комнате скрытых камер и отображение их, при обнаружении посетителями, на советском телевизоре;',
      'реализацию раздвижных дверей в вагоне метро, '
    ],
    solutionRight: [
      'которые открываются при нажатии на кнопку;',
      'создание имитации движущегося вагона;',
      'программно-аппаратный комплекс, благодаря которому посетитель мог взять из шкафа любую папку, разместить ее на столе и, в этот момент происходило отображение запрограммированного, в данной папке, видеоролика на стене;',
      'запуск на инсталляциях видеороликов, посредством кнопок, для создания яркого впечатления у посетителей;',
      'отображение видеоконтента при приближении посетителей к инсталляциям, благодаря нажатию на скрытые в стенах кнопки управления;',
      'полное звуковое оснащение оборудования;',
      'запуск видеороликов при взаимодействии с предметами.'
    ],
    resultGallery: [
      '/img/home_projects/r1.png',
      '/img/home_projects/r2.png',
      '/video/video.mp4',
      '/img/home_projects/r3.png',
      '/img/home_projects/r4.png'
    ]
  },
  {
    id: 2,
    type: 'web',
    title: 'VK на выставке ВДНХ',
    imageCard: '/img/home_projects/vk.png',
    description:
      'Прикладное решение для работы с огромным интерактивным экраном на основе lidar технологии. Выставочный стенд «Музыка сердца», «VK клипы» и другое',
    imageMain: '/img/home_projects/main.png',
    subtitle:
      'Комплексное оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием',
    taskLeft:
      'Музей Федеральной Службы Безопасности (ФСБ) является уникальным культурным объектом, расположенным в историческом центре Москвы. Он представляет собой место, где посетители могут погрузиться в историю и деятельность одной из самых известных и влиятельных спецслужб России. <br> <br> Экспозиция музея рассказывает о истории создания и развития ФСБ, начиная с периода Великой Отечественной войны и до наших дней. ',
    taskRight:
      'Помимо этого, музей также проводит специальные мероприятия, посвященные юным посетителям. Здесь дети могут совершить увлекательное путешествие по миру разведки, участвуя в играх и викторинах.  <br> <br> Для увлекательного погружения в историю и украшения экспозиций, перед AxeTech стояла задача: оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием для создания инсталляций со специальным программным обеспечением.',
    solutionSubtitle:
      'Компания ITL совместно с компанией Axe Tech предоставила комплексное решение: создание инсталляций с уникальным программным решением, благодаря проекционному, светодиодному, интерактивному и звуковому оборудованию и, включающего в себя: ',
    solutionLeft: [
      'digital дисплеи, с яркостью 500 кд/м2 и функционированием в режиме 24/7;',
      'предоставление проекторов, с яркостью до 6500 лм;',
      'оснащение инсталляций сенсорными дисплеями от 10 до 55 дюймов;',
      'огромный светодиодный экран 6 x 2 метра, в комплекте с видеоконтроллером и рабочим местом для оператора;',
      'прозрачные матрицы от 21,5 до 55 дюймов;',
      'шахматную доску, оснащенную подсветкой фигур и возможных вариантов дальнейшего хода игрока;',
      'сенсорную прозрачную матрицу на рельсовой системе, с возможностью смены интерактивного контента;',
      'программно-аппаратный комплекс, который включал в себя поиск, размещенных по комнате скрытых камер и отображение их, при обнаружении посетителями, на советском телевизоре;',
      'реализацию раздвижных дверей в вагоне метро, '
    ],
    solutionRight: [
      'которые открываются при нажатии на кнопку;',
      'создание имитации движущегося вагона;',
      'программно-аппаратный комплекс, благодаря которому посетитель мог взять из шкафа любую папку, разместить ее на столе и, в этот момент происходило отображение запрограммированного, в данной папке, видеоролика на стене;',
      'запуск на инсталляциях видеороликов, посредством кнопок, для создания яркого впечатления у посетителей;',
      'отображение видеоконтента при приближении посетителей к инсталляциям, благодаря нажатию на скрытые в стенах кнопки управления;',
      'полное звуковое оснащение оборудования;',
      'запуск видеороликов при взаимодействии с предметами.'
    ],
    resultGallery: [
      '/img/home_projects/r1.png',
      '/img/home_projects/r2.png',
      '/video/video.mp4',
      '/img/home_projects/r3.png',
      '/img/home_projects/r4.png'
    ]
  },
  {
    id: 3,
    type: 'web',
    title: 'VK на выставке ВДНХ',
    imageCard: '/img/home_projects/vk.png',
    description:
      'Прикладное решение для работы с огромным интерактивным экраном на основе lidar технологии. Выставочный стенд «Музыка сердца», «VK клипы» и другое',
    imageMain: '/img/home_projects/main.png',
    subtitle:
      'Комплексное оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием',
    taskLeft:
      'Музей Федеральной Службы Безопасности (ФСБ) является уникальным культурным объектом, расположенным в историческом центре Москвы. Он представляет собой место, где посетители могут погрузиться в историю и деятельность одной из самых известных и влиятельных спецслужб России. <br> <br> Экспозиция музея рассказывает о истории создания и развития ФСБ, начиная с периода Великой Отечественной войны и до наших дней. ',
    taskRight:
      'Помимо этого, музей также проводит специальные мероприятия, посвященные юным посетителям. Здесь дети могут совершить увлекательное путешествие по миру разведки, участвуя в играх и викторинах.  <br> <br> Для увлекательного погружения в историю и украшения экспозиций, перед AxeTech стояла задача: оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием для создания инсталляций со специальным программным обеспечением.',
    solutionSubtitle:
      'Компания ITL совместно с компанией Axe Tech предоставила комплексное решение: создание инсталляций с уникальным программным решением, благодаря проекционному, светодиодному, интерактивному и звуковому оборудованию и, включающего в себя: ',
    solutionLeft: [
      'digital дисплеи, с яркостью 500 кд/м2 и функционированием в режиме 24/7;',
      'предоставление проекторов, с яркостью до 6500 лм;',
      'оснащение инсталляций сенсорными дисплеями от 10 до 55 дюймов;',
      'огромный светодиодный экран 6 x 2 метра, в комплекте с видеоконтроллером и рабочим местом для оператора;',
      'прозрачные матрицы от 21,5 до 55 дюймов;',
      'шахматную доску, оснащенную подсветкой фигур и возможных вариантов дальнейшего хода игрока;',
      'сенсорную прозрачную матрицу на рельсовой системе, с возможностью смены интерактивного контента;',
      'программно-аппаратный комплекс, который включал в себя поиск, размещенных по комнате скрытых камер и отображение их, при обнаружении посетителями, на советском телевизоре;',
      'реализацию раздвижных дверей в вагоне метро, '
    ],
    solutionRight: [
      'которые открываются при нажатии на кнопку;',
      'создание имитации движущегося вагона;',
      'программно-аппаратный комплекс, благодаря которому посетитель мог взять из шкафа любую папку, разместить ее на столе и, в этот момент происходило отображение запрограммированного, в данной папке, видеоролика на стене;',
      'запуск на инсталляциях видеороликов, посредством кнопок, для создания яркого впечатления у посетителей;',
      'отображение видеоконтента при приближении посетителей к инсталляциям, благодаря нажатию на скрытые в стенах кнопки управления;',
      'полное звуковое оснащение оборудования;',
      'запуск видеороликов при взаимодействии с предметами.'
    ],
    resultGallery: [
      '/img/home_projects/r1.png',
      '/img/home_projects/r2.png',
      '/video/video.mp4',
      '/img/home_projects/r3.png',
      '/img/home_projects/r4.png'
    ]
  },
  {
    id: 4,
    type: 'web',
    title: 'VK на выставке ВДНХ',
    imageCard: '/img/home_projects/main.png',
    description:
      'Прикладное решение для работы с огромным интерактивным экраном на основе lidar технологии. Выставочный стенд «Музыка сердца», «VK клипы» и другое',
    imageMain: '/img/home_projects/vk.png',
    subtitle:
      'Комплексное оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием',
    taskLeft:
      'Музей Федеральной Службы Безопасности (ФСБ) является уникальным культурным объектом, расположенным в историческом центре Москвы. Он представляет собой место, где посетители могут погрузиться в историю и деятельность одной из самых известных и влиятельных спецслужб России. <br> <br> Экспозиция музея рассказывает о истории создания и развития ФСБ, начиная с периода Великой Отечественной войны и до наших дней. ',
    taskRight:
      'Помимо этого, музей также проводит специальные мероприятия, посвященные юным посетителям. Здесь дети могут совершить увлекательное путешествие по миру разведки, участвуя в играх и викторинах.  <br> <br> Для увлекательного погружения в историю и украшения экспозиций, перед AxeTech стояла задача: оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием для создания инсталляций со специальным программным обеспечением.',
    solutionSubtitle:
      'Компания ITL совместно с компанией Axe Tech предоставила комплексное решение: создание инсталляций с уникальным программным решением, благодаря проекционному, светодиодному, интерактивному и звуковому оборудованию и, включающего в себя: ',
    solutionLeft: [
      'digital дисплеи, с яркостью 500 кд/м2 и функционированием в режиме 24/7;',
      'предоставление проекторов, с яркостью до 6500 лм;',
      'оснащение инсталляций сенсорными дисплеями от 10 до 55 дюймов;',
      'огромный светодиодный экран 6 x 2 метра, в комплекте с видеоконтроллером и рабочим местом для оператора;',
      'прозрачные матрицы от 21,5 до 55 дюймов;',
      'шахматную доску, оснащенную подсветкой фигур и возможных вариантов дальнейшего хода игрока;',
      'сенсорную прозрачную матрицу на рельсовой системе, с возможностью смены интерактивного контента;',
      'программно-аппаратный комплекс, который включал в себя поиск, размещенных по комнате скрытых камер и отображение их, при обнаружении посетителями, на советском телевизоре;',
      'реализацию раздвижных дверей в вагоне метро, '
    ],
    solutionRight: [
      'которые открываются при нажатии на кнопку;',
      'создание имитации движущегося вагона;',
      'программно-аппаратный комплекс, благодаря которому посетитель мог взять из шкафа любую папку, разместить ее на столе и, в этот момент происходило отображение запрограммированного, в данной папке, видеоролика на стене;',
      'запуск на инсталляциях видеороликов, посредством кнопок, для создания яркого впечатления у посетителей;',
      'отображение видеоконтента при приближении посетителей к инсталляциям, благодаря нажатию на скрытые в стенах кнопки управления;',
      'полное звуковое оснащение оборудования;',
      'запуск видеороликов при взаимодействии с предметами.'
    ],
    resultGallery: [
      '/img/home_projects/r1.png',
      '/img/home_projects/r2.png',
      '/video/video.mp4',
      '/img/home_projects/r3.png',
      '/img/home_projects/r4.png'
    ]
  },
  {
    id: 5,
    type: 'web',
    title: 'VK на выставке ВДНХ',
    imageCard: '/img/home_projects/main.png',
    description:
      'Прикладное решение для работы с огромным интерактивным экраном на основе lidar технологии. Выставочный стенд «Музыка сердца», «VK клипы» и другое',
    imageMain: '/img/home_projects/vk.png',
    subtitle:
      'Комплексное оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием',
    taskLeft:
      'Музей Федеральной Службы Безопасности (ФСБ) является уникальным культурным объектом, расположенным в историческом центре Москвы. Он представляет собой место, где посетители могут погрузиться в историю и деятельность одной из самых известных и влиятельных спецслужб России. <br> <br> Экспозиция музея рассказывает о истории создания и развития ФСБ, начиная с периода Великой Отечественной войны и до наших дней. ',
    taskRight:
      'Помимо этого, музей также проводит специальные мероприятия, посвященные юным посетителям. Здесь дети могут совершить увлекательное путешествие по миру разведки, участвуя в играх и викторинах.  <br> <br> Для увлекательного погружения в историю и украшения экспозиций, перед AxeTech стояла задача: оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием для создания инсталляций со специальным программным обеспечением.',
    solutionSubtitle:
      'Компания ITL совместно с компанией Axe Tech предоставила комплексное решение: создание инсталляций с уникальным программным решением, благодаря проекционному, светодиодному, интерактивному и звуковому оборудованию и, включающего в себя: ',
    solutionLeft: [
      'digital дисплеи, с яркостью 500 кд/м2 и функционированием в режиме 24/7;',
      'предоставление проекторов, с яркостью до 6500 лм;',
      'оснащение инсталляций сенсорными дисплеями от 10 до 55 дюймов;',
      'огромный светодиодный экран 6 x 2 метра, в комплекте с видеоконтроллером и рабочим местом для оператора;',
      'прозрачные матрицы от 21,5 до 55 дюймов;',
      'шахматную доску, оснащенную подсветкой фигур и возможных вариантов дальнейшего хода игрока;',
      'сенсорную прозрачную матрицу на рельсовой системе, с возможностью смены интерактивного контента;',
      'программно-аппаратный комплекс, который включал в себя поиск, размещенных по комнате скрытых камер и отображение их, при обнаружении посетителями, на советском телевизоре;',
      'реализацию раздвижных дверей в вагоне метро, '
    ],
    solutionRight: [
      'которые открываются при нажатии на кнопку;',
      'создание имитации движущегося вагона;',
      'программно-аппаратный комплекс, благодаря которому посетитель мог взять из шкафа любую папку, разместить ее на столе и, в этот момент происходило отображение запрограммированного, в данной папке, видеоролика на стене;',
      'запуск на инсталляциях видеороликов, посредством кнопок, для создания яркого впечатления у посетителей;',
      'отображение видеоконтента при приближении посетителей к инсталляциям, благодаря нажатию на скрытые в стенах кнопки управления;',
      'полное звуковое оснащение оборудования;',
      'запуск видеороликов при взаимодействии с предметами.'
    ],
    resultGallery: [
      '/img/home_projects/r1.png',
      '/img/home_projects/r2.png',
      '/video/video.mp4',
      '/img/home_projects/r3.png',
      '/img/home_projects/r4.png'
    ]
  },
  {
    id: 6,
    type: 'web',
    title: 'VK на выставке ВДНХ',
    imageCard: '/img/home_projects/main.png',
    description:
      'Прикладное решение для работы с огромным интерактивным экраном на основе lidar технологии. Выставочный стенд «Музыка сердца», «VK клипы» и другое',
    imageMain: '/img/home_projects/vk.png',
    subtitle:
      'Комплексное оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием',
    taskLeft:
      'Музей Федеральной Службы Безопасности (ФСБ) является уникальным культурным объектом, расположенным в историческом центре Москвы. Он представляет собой место, где посетители могут погрузиться в историю и деятельность одной из самых известных и влиятельных спецслужб России. <br> <br> Экспозиция музея рассказывает о истории создания и развития ФСБ, начиная с периода Великой Отечественной войны и до наших дней. ',
    taskRight:
      'Помимо этого, музей также проводит специальные мероприятия, посвященные юным посетителям. Здесь дети могут совершить увлекательное путешествие по миру разведки, участвуя в играх и викторинах.  <br> <br> Для увлекательного погружения в историю и украшения экспозиций, перед AxeTech стояла задача: оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием для создания инсталляций со специальным программным обеспечением.',
    solutionSubtitle:
      'Компания ITL совместно с компанией Axe Tech предоставила комплексное решение: создание инсталляций с уникальным программным решением, благодаря проекционному, светодиодному, интерактивному и звуковому оборудованию и, включающего в себя: ',
    solutionLeft: [
      'digital дисплеи, с яркостью 500 кд/м2 и функционированием в режиме 24/7;',
      'предоставление проекторов, с яркостью до 6500 лм;',
      'оснащение инсталляций сенсорными дисплеями от 10 до 55 дюймов;',
      'огромный светодиодный экран 6 x 2 метра, в комплекте с видеоконтроллером и рабочим местом для оператора;',
      'прозрачные матрицы от 21,5 до 55 дюймов;',
      'шахматную доску, оснащенную подсветкой фигур и возможных вариантов дальнейшего хода игрока;',
      'сенсорную прозрачную матрицу на рельсовой системе, с возможностью смены интерактивного контента;',
      'программно-аппаратный комплекс, который включал в себя поиск, размещенных по комнате скрытых камер и отображение их, при обнаружении посетителями, на советском телевизоре;',
      'реализацию раздвижных дверей в вагоне метро, '
    ],
    solutionRight: [
      'которые открываются при нажатии на кнопку;',
      'создание имитации движущегося вагона;',
      'программно-аппаратный комплекс, благодаря которому посетитель мог взять из шкафа любую папку, разместить ее на столе и, в этот момент происходило отображение запрограммированного, в данной папке, видеоролика на стене;',
      'запуск на инсталляциях видеороликов, посредством кнопок, для создания яркого впечатления у посетителей;',
      'отображение видеоконтента при приближении посетителей к инсталляциям, благодаря нажатию на скрытые в стенах кнопки управления;',
      'полное звуковое оснащение оборудования;',
      'запуск видеороликов при взаимодействии с предметами.'
    ],
    resultGallery: [
      '/img/home_projects/r1.png',
      '/img/home_projects/r2.png',
      '/video/video.mp4',
      '/img/home_projects/r3.png',
      '/img/home_projects/r4.png'
    ]
  },
  {
    id: 7,
    type: 'web',
    title: 'VK на выставке ВДНХ',
    imageCard: '/img/home_projects/main.png',
    description:
      'Прикладное решение для работы с огромным интерактивным экраном на основе lidar технологии. Выставочный стенд «Музыка сердца», «VK клипы» и другое',
    imageMain: '/img/home_projects/vk.png',
    subtitle:
      'Комплексное оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием',
    taskLeft:
      'Музей Федеральной Службы Безопасности (ФСБ) является уникальным культурным объектом, расположенным в историческом центре Москвы. Он представляет собой место, где посетители могут погрузиться в историю и деятельность одной из самых известных и влиятельных спецслужб России. <br> <br> Экспозиция музея рассказывает о истории создания и развития ФСБ, начиная с периода Великой Отечественной войны и до наших дней. ',
    taskRight:
      'Помимо этого, музей также проводит специальные мероприятия, посвященные юным посетителям. Здесь дети могут совершить увлекательное путешествие по миру разведки, участвуя в играх и викторинах.  <br> <br> Для увлекательного погружения в историю и украшения экспозиций, перед AxeTech стояла задача: оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием для создания инсталляций со специальным программным обеспечением.',
    solutionSubtitle:
      'Компания ITL совместно с компанией Axe Tech предоставила комплексное решение: создание инсталляций с уникальным программным решением, благодаря проекционному, светодиодному, интерактивному и звуковому оборудованию и, включающего в себя: ',
    solutionLeft: [
      'digital дисплеи, с яркостью 500 кд/м2 и функционированием в режиме 24/7;',
      'предоставление проекторов, с яркостью до 6500 лм;',
      'оснащение инсталляций сенсорными дисплеями от 10 до 55 дюймов;',
      'огромный светодиодный экран 6 x 2 метра, в комплекте с видеоконтроллером и рабочим местом для оператора;',
      'прозрачные матрицы от 21,5 до 55 дюймов;',
      'шахматную доску, оснащенную подсветкой фигур и возможных вариантов дальнейшего хода игрока;',
      'сенсорную прозрачную матрицу на рельсовой системе, с возможностью смены интерактивного контента;',
      'программно-аппаратный комплекс, который включал в себя поиск, размещенных по комнате скрытых камер и отображение их, при обнаружении посетителями, на советском телевизоре;',
      'реализацию раздвижных дверей в вагоне метро, '
    ],
    solutionRight: [
      'которые открываются при нажатии на кнопку;',
      'создание имитации движущегося вагона;',
      'программно-аппаратный комплекс, благодаря которому посетитель мог взять из шкафа любую папку, разместить ее на столе и, в этот момент происходило отображение запрограммированного, в данной папке, видеоролика на стене;',
      'запуск на инсталляциях видеороликов, посредством кнопок, для создания яркого впечатления у посетителей;',
      'отображение видеоконтента при приближении посетителей к инсталляциям, благодаря нажатию на скрытые в стенах кнопки управления;',
      'полное звуковое оснащение оборудования;',
      'запуск видеороликов при взаимодействии с предметами.'
    ],
    resultGallery: [
      '/img/home_projects/r1.png',
      '/img/home_projects/r2.png',
      '/video/video.mp4',
      '/img/home_projects/r3.png',
      '/img/home_projects/r4.png'
    ]
  },
  {
    id: 8,
    type: 'web',
    title: 'VK на выставке ВДНХ',
    imageCard: '/img/home_projects/main.png',
    description:
      'Прикладное решение для работы с огромным интерактивным экраном на основе lidar технологии. Выставочный стенд «Музыка сердца», «VK клипы» и другое',
    imageMain: '/img/home_projects/vk.png',
    subtitle:
      'Комплексное оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием',
    taskLeft:
      'Музей Федеральной Службы Безопасности (ФСБ) является уникальным культурным объектом, расположенным в историческом центре Москвы. Он представляет собой место, где посетители могут погрузиться в историю и деятельность одной из самых известных и влиятельных спецслужб России. <br> <br> Экспозиция музея рассказывает о истории создания и развития ФСБ, начиная с периода Великой Отечественной войны и до наших дней. ',
    taskRight:
      'Помимо этого, музей также проводит специальные мероприятия, посвященные юным посетителям. Здесь дети могут совершить увлекательное путешествие по миру разведки, участвуя в играх и викторинах.  <br> <br> Для увлекательного погружения в историю и украшения экспозиций, перед AxeTech стояла задача: оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием для создания инсталляций со специальным программным обеспечением.',
    solutionSubtitle:
      'Компания ITL совместно с компанией Axe Tech предоставила комплексное решение: создание инсталляций с уникальным программным решением, благодаря проекционному, светодиодному, интерактивному и звуковому оборудованию и, включающего в себя: ',
    solutionLeft: [
      'digital дисплеи, с яркостью 500 кд/м2 и функционированием в режиме 24/7;',
      'предоставление проекторов, с яркостью до 6500 лм;',
      'оснащение инсталляций сенсорными дисплеями от 10 до 55 дюймов;',
      'огромный светодиодный экран 6 x 2 метра, в комплекте с видеоконтроллером и рабочим местом для оператора;',
      'прозрачные матрицы от 21,5 до 55 дюймов;',
      'шахматную доску, оснащенную подсветкой фигур и возможных вариантов дальнейшего хода игрока;',
      'сенсорную прозрачную матрицу на рельсовой системе, с возможностью смены интерактивного контента;',
      'программно-аппаратный комплекс, который включал в себя поиск, размещенных по комнате скрытых камер и отображение их, при обнаружении посетителями, на советском телевизоре;',
      'реализацию раздвижных дверей в вагоне метро, '
    ],
    solutionRight: [
      'которые открываются при нажатии на кнопку;',
      'создание имитации движущегося вагона;',
      'программно-аппаратный комплекс, благодаря которому посетитель мог взять из шкафа любую папку, разместить ее на столе и, в этот момент происходило отображение запрограммированного, в данной папке, видеоролика на стене;',
      'запуск на инсталляциях видеороликов, посредством кнопок, для создания яркого впечатления у посетителей;',
      'отображение видеоконтента при приближении посетителей к инсталляциям, благодаря нажатию на скрытые в стенах кнопки управления;',
      'полное звуковое оснащение оборудования;',
      'запуск видеороликов при взаимодействии с предметами.'
    ],
    resultGallery: [
      '/img/home_projects/r1.png',
      '/img/home_projects/r2.png',
      '/video/video.mp4',
      '/img/home_projects/r3.png',
      '/img/home_projects/r4.png'
    ]
  },
  {
    id: 9,
    type: 'web',
    title: 'VK на выставке ВДНХ',
    imageCard: '/img/home_projects/main.png',
    description:
      'Прикладное решение для работы с огромным интерактивным экраном на основе lidar технологии. Выставочный стенд «Музыка сердца», «VK клипы» и другое',
    imageMain: '/img/home_projects/vk.png',
    subtitle:
      'Комплексное оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием',
    taskLeft:
      'Музей Федеральной Службы Безопасности (ФСБ) является уникальным культурным объектом, расположенным в историческом центре Москвы. Он представляет собой место, где посетители могут погрузиться в историю и деятельность одной из самых известных и влиятельных спецслужб России. <br> <br> Экспозиция музея рассказывает о истории создания и развития ФСБ, начиная с периода Великой Отечественной войны и до наших дней. ',
    taskRight:
      'Помимо этого, музей также проводит специальные мероприятия, посвященные юным посетителям. Здесь дети могут совершить увлекательное путешествие по миру разведки, участвуя в играх и викторинах.  <br> <br> Для увлекательного погружения в историю и украшения экспозиций, перед AxeTech стояла задача: оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием для создания инсталляций со специальным программным обеспечением.',
    solutionSubtitle:
      'Компания ITL совместно с компанией Axe Tech предоставила комплексное решение: создание инсталляций с уникальным программным решением, благодаря проекционному, светодиодному, интерактивному и звуковому оборудованию и, включающего в себя: ',
    solutionLeft: [
      'digital дисплеи, с яркостью 500 кд/м2 и функционированием в режиме 24/7;',
      'предоставление проекторов, с яркостью до 6500 лм;',
      'оснащение инсталляций сенсорными дисплеями от 10 до 55 дюймов;',
      'огромный светодиодный экран 6 x 2 метра, в комплекте с видеоконтроллером и рабочим местом для оператора;',
      'прозрачные матрицы от 21,5 до 55 дюймов;',
      'шахматную доску, оснащенную подсветкой фигур и возможных вариантов дальнейшего хода игрока;',
      'сенсорную прозрачную матрицу на рельсовой системе, с возможностью смены интерактивного контента;',
      'программно-аппаратный комплекс, который включал в себя поиск, размещенных по комнате скрытых камер и отображение их, при обнаружении посетителями, на советском телевизоре;',
      'реализацию раздвижных дверей в вагоне метро, '
    ],
    solutionRight: [
      'которые открываются при нажатии на кнопку;',
      'создание имитации движущегося вагона;',
      'программно-аппаратный комплекс, благодаря которому посетитель мог взять из шкафа любую папку, разместить ее на столе и, в этот момент происходило отображение запрограммированного, в данной папке, видеоролика на стене;',
      'запуск на инсталляциях видеороликов, посредством кнопок, для создания яркого впечатления у посетителей;',
      'отображение видеоконтента при приближении посетителей к инсталляциям, благодаря нажатию на скрытые в стенах кнопки управления;',
      'полное звуковое оснащение оборудования;',
      'запуск видеороликов при взаимодействии с предметами.'
    ],
    resultGallery: [
      '/img/home_projects/r1.png',
      '/img/home_projects/r2.png',
      '/video/video.mp4',
      '/img/home_projects/r3.png',
      '/img/home_projects/r4.png'
    ]
  },
  {
    id: 10,
    type: 'web',
    title: 'VK на выставке ВДНХ',
    imageCard: '/img/home_projects/main.png',
    description:
      'Прикладное решение для работы с огромным интерактивным экраном на основе lidar технологии. Выставочный стенд «Музыка сердца», «VK клипы» и другое',
    imageMain: '/img/home_projects/vk.png',
    subtitle:
      'Комплексное оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием',
    taskLeft:
      'Музей Федеральной Службы Безопасности (ФСБ) является уникальным культурным объектом, расположенным в историческом центре Москвы. Он представляет собой место, где посетители могут погрузиться в историю и деятельность одной из самых известных и влиятельных спецслужб России. <br> <br> Экспозиция музея рассказывает о истории создания и развития ФСБ, начиная с периода Великой Отечественной войны и до наших дней. ',
    taskRight:
      'Помимо этого, музей также проводит специальные мероприятия, посвященные юным посетителям. Здесь дети могут совершить увлекательное путешествие по миру разведки, участвуя в играх и викторинах.  <br> <br> Для увлекательного погружения в историю и украшения экспозиций, перед AxeTech стояла задача: оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием для создания инсталляций со специальным программным обеспечением.',
    solutionSubtitle:
      'Компания ITL совместно с компанией Axe Tech предоставила комплексное решение: создание инсталляций с уникальным программным решением, благодаря проекционному, светодиодному, интерактивному и звуковому оборудованию и, включающего в себя: ',
    solutionLeft: [
      'digital дисплеи, с яркостью 500 кд/м2 и функционированием в режиме 24/7;',
      'предоставление проекторов, с яркостью до 6500 лм;',
      'оснащение инсталляций сенсорными дисплеями от 10 до 55 дюймов;',
      'огромный светодиодный экран 6 x 2 метра, в комплекте с видеоконтроллером и рабочим местом для оператора;',
      'прозрачные матрицы от 21,5 до 55 дюймов;',
      'шахматную доску, оснащенную подсветкой фигур и возможных вариантов дальнейшего хода игрока;',
      'сенсорную прозрачную матрицу на рельсовой системе, с возможностью смены интерактивного контента;',
      'программно-аппаратный комплекс, который включал в себя поиск, размещенных по комнате скрытых камер и отображение их, при обнаружении посетителями, на советском телевизоре;',
      'реализацию раздвижных дверей в вагоне метро, '
    ],
    solutionRight: [
      'которые открываются при нажатии на кнопку;',
      'создание имитации движущегося вагона;',
      'программно-аппаратный комплекс, благодаря которому посетитель мог взять из шкафа любую папку, разместить ее на столе и, в этот момент происходило отображение запрограммированного, в данной папке, видеоролика на стене;',
      'запуск на инсталляциях видеороликов, посредством кнопок, для создания яркого впечатления у посетителей;',
      'отображение видеоконтента при приближении посетителей к инсталляциям, благодаря нажатию на скрытые в стенах кнопки управления;',
      'полное звуковое оснащение оборудования;',
      'запуск видеороликов при взаимодействии с предметами.'
    ],
    resultGallery: [
      '/img/home_projects/r1.png',
      '/img/home_projects/r2.png',
      '/video/video.mp4',
      '/img/home_projects/r3.png',
      '/img/home_projects/r4.png'
    ]
  },
  {
    id: 11,
    type: 'web',
    title: 'VK на выставке ВДНХ',
    imageCard: '/img/home_projects/vk.png',
    description:
      'Прикладное решение для работы с огромным интерактивным экраном на основе lidar технологии. Выставочный стенд «Музыка сердца», «VK клипы» и другое',
    imageMain: '/img/home_projects/vk.png',
    subtitle:
      'Комплексное оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием',
    taskLeft:
      'Музей Федеральной Службы Безопасности (ФСБ) является уникальным культурным объектом, расположенным в историческом центре Москвы. Он представляет собой место, где посетители могут погрузиться в историю и деятельность одной из самых известных и влиятельных спецслужб России. <br> <br> Экспозиция музея рассказывает о истории создания и развития ФСБ, начиная с периода Великой Отечественной войны и до наших дней. ',
    taskRight:
      'Помимо этого, музей также проводит специальные мероприятия, посвященные юным посетителям. Здесь дети могут совершить увлекательное путешествие по миру разведки, участвуя в играх и викторинах.  <br> <br> Для увлекательного погружения в историю и украшения экспозиций, перед AxeTech стояла задача: оснащение музейного пространства проекционным, светодиодным, интерактивным и звуковым оборудованием для создания инсталляций со специальным программным обеспечением.',
    solutionSubtitle:
      'Компания ITL совместно с компанией Axe Tech предоставила комплексное решение: создание инсталляций с уникальным программным решением, благодаря проекционному, светодиодному, интерактивному и звуковому оборудованию и, включающего в себя: ',
    solutionLeft: [
      'digital дисплеи, с яркостью 500 кд/м2 и функционированием в режиме 24/7;',
      'предоставление проекторов, с яркостью до 6500 лм;',
      'оснащение инсталляций сенсорными дисплеями от 10 до 55 дюймов;',
      'огромный светодиодный экран 6 x 2 метра, в комплекте с видеоконтроллером и рабочим местом для оператора;',
      'прозрачные матрицы от 21,5 до 55 дюймов;',
      'шахматную доску, оснащенную подсветкой фигур и возможных вариантов дальнейшего хода игрока;',
      'сенсорную прозрачную матрицу на рельсовой системе, с возможностью смены интерактивного контента;',
      'программно-аппаратный комплекс, который включал в себя поиск, размещенных по комнате скрытых камер и отображение их, при обнаружении посетителями, на советском телевизоре;',
      'реализацию раздвижных дверей в вагоне метро, '
    ],
    solutionRight: [
      'которые открываются при нажатии на кнопку;',
      'создание имитации движущегося вагона;',
      'программно-аппаратный комплекс, благодаря которому посетитель мог взять из шкафа любую папку, разместить ее на столе и, в этот момент происходило отображение запрограммированного, в данной папке, видеоролика на стене;',
      'запуск на инсталляциях видеороликов, посредством кнопок, для создания яркого впечатления у посетителей;',
      'отображение видеоконтента при приближении посетителей к инсталляциям, благодаря нажатию на скрытые в стенах кнопки управления;',
      'полное звуковое оснащение оборудования;',
      'запуск видеороликов при взаимодействии с предметами.'
    ],
    resultGallery: [
      '/img/home_projects/r1.png',
      '/img/home_projects/r2.png',
      '/video/video.mp4',
      '/img/home_projects/r3.png',
      '/img/home_projects/r4.png'
    ]
  }
]

export default projects
