import type ProjectsCategory from '~/types/Projects/ProjectsCategory'

const projectsCategories: Array<ProjectsCategory> = [
  {
    id: 1,
    image: '/img/home_categories/desktop.png',
    title: 'Интерактивное программное обеспечение',
    subtitle: 'Что такое Desktop разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4',
    videoPoster: '',
    firstBlock:
      '<ul>' +
      '<li>Интерактивная карта в формате 2D или 3D \n</li>' +
      '<li>Автоопределение своей геолокации\n</li>' +
      '<li>Отображение необходимых объектов на карте (магазинов, офисов и т.д.)\n</li>' +
      '<li>Индивидуальное оформление дизайна карточки магазина, офиса и т.д.\n</li>' +
      '<li>Построение маршрута от точки "Я здесь" до необходимого объекта (магазина, офиса и т. д.)\n</li>' +
      '<li>Функция поиска с подсказками\n</li>' +
      '<li>Отображение категорий арендаторов (магазинов и т.д.)\n</li>' +
      '<li>Поиск необходимых объектов (магазинов, офисов и др.) с использованием строки поиска, категорий \n</li>' +
      '<li>Информация о внутренних объектах (фото, видео, описание)\n</li>' +
      '<li>Жесты и кнопки + / - для изменения масштаба картинки </li>' +
      '</ul>',
    secondBlock:
      '<ul>' +
      '<li>Интерактивная карта в формате 2D или 3D \n</li>' +
      '<li>Автоопределение своей геолокации\n</li>' +
      '<li>Отображение необходимых объектов на карте (магазинов, офисов и т.д.)\n</li>' +
      '<li>Индивидуальное оформление дизайна карточки магазина, офиса и т.д.\n</li>' +
      '<li>Построение маршрута от точки "Я здесь" до необходимого объекта (магазина, офиса и т. д.)\n</li>' +
      '<li>Функция поиска с подсказками\n</li>' +
      '<li>Отображение категорий арендаторов (магазинов и т.д.)\n</li>' +
      '<li>Поиск необходимых объектов (магазинов, офисов и др.) с использованием строки поиска, категорий \n</li>' +
      '<li>Информация о внутренних объектах (фото, видео, описание)\n</li>' +
      '<li>Жесты и кнопки + / - для изменения масштаба картинки </li>' +
      '</ul>'
  },
  {
    id: 2,
    image: '/img/home_categories/im.png',
    title: 'Интернет магазин',
    subtitle: 'Что такое Web разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4',
    videoPoster: ''
  },
  {
    id: 3,
    image: '/img/home_categories/web.png',
    title: 'Разработка сайтов',
    subtitle: 'Что такое Gamedev разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4',
    videoPoster: ''
  },
  {
    id: 4,
    image: '/img/home_categories/portal.png',
    title: 'Разработка порталов',
    subtitle: 'Что такое Gamedev разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4',
    videoPoster: ''
  },
  {
    id: 5,
    image: '/img/home_categories/ar.png',
    title: 'AR/VR ',
    subtitle: 'Что такое Gamedev разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4',
    videoPoster: ''
  },
  {
    id: 6,
    image: '/img/home_categories/games.png',
    title: 'Интерактивные игры',
    subtitle: 'Что такое Gamedev разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4',
    videoPoster: ''
  },
  {
    id: 7,
    image: '/img/home_categories/tables.png',
    title: 'Решения для интерактивных панелей, столов, песочниц',
    subtitle: 'Что такое Gamedev разработка?',
    description:
      'Desktop приложения – это программы, логика работы которых требует наличия оператора (человека работающего с программой), содержащие в себе всю полную функциональность и способные работать отдельно на любой машине изолированно от других приложений. Microsoft Word, Excel, Блокнот, однопользовательские игры – всё это примеры десктопных приложений. Для их работы необходимы лишь достаточные аппаратные ресурсы компьютера, само приложение и набор библиотек, содержащих функции для работы с приложением.',
    video: '/video/video.mp4',
    videoPoster: ''
  }
]

export default projectsCategories
