import type Solution from '~/types/Solution/Solution'

const data: Array<Solution> = [
  {
    id: 1,
    title: 'Интерактивная  Навигация',
    subtitle: 'Быстрая ориентация в незнакомом пространстве',
    mainDescription:
      'Создана специально для торговых центров, торгово-развлекательных комплексов, офисов, парков, школ и университетов, гостиниц, аэропортов, бизнес-центров и т.д. <br/> <br/> Интерактивная навигация позволяет посетителям с лёгкостью ориентироваться в любом пространстве, получать информацию о расположении магазинов, о скидках и рекламных акциях, списке услуг и мест их оказания, а также строить маршрут до необходимого объекта на 2D / 3D карте. ',
    mainFunctionality: [
      'Интерактивная карта в формате 2D или 3D ',
      'Вычисление координат размещения объектов на карте',
      'Автоопределение своей геолокации',
      'Создание нескольких этажей и возможность переключения между ними',
      'Отображение необходимых объектов на карте (магазинов, офисов и т.д.)',
      'Подключение дополнительного модуля для людей с ОВЗ (цветовая инверсия, индукционная петля, увеличение текста, смещение контента вниз для инвалидов-колясочников) ',
      'Индивидуальное оформление дизайна карточки магазина, офиса и т.д.',
      'Построение маршрута от точки "Я здесь" до необходимого объекта (магазина, офиса и т. д.)',
      'Построение маршрута до машины, оставленной на парковке',
      'Функция поиска с подсказками',
      'Мультиязычный интерфейс',
      'Отображение категорий арендаторов (магазинов и т.д.)',
      'Возможность скачивания  построенного маршрута на телефон через QR-код',
      'Поиск необходимых объектов (магазинов, офисов и др.) с использованием строки поиска, категорий ',
      'Премиум размещение в поиске среди конкурентов',
      'Информация о внутренних объектах (фото, видео, описание)',
      'Трансляция рекламных видеороликов и баннеров в режиме работы и ожидания экрана киоска',
      'Жесты и кнопки , / - для изменения масштаба картинки ',
      'Отображение рекламной статистики'
    ],
    additionalFeatures: [
      'Отображение пробок на дороге',
      'Возможность вызова такси',
      'Создание опросников / пожеланий / голосования',
      'Обратная связь',
      'Виртуальный помощник',
      'Модуль расписания сеансов в кинотеатрах',
      'Тревожная кнопка (вызов сотрудника)'
    ],
    images: [
      '/img/home_solutions/navigation/1.png',
      '/img/home_solutions/navigation/2.png',
      '/img/home_solutions/navigation/3.png',
      '/img/home_solutions/navigation/4.png'
    ],
    imageCover: '/img/home_solutions/navigation/navigation.png',
    mainFunctionalityCover: [
      'Построение маршрутов',
      'Информация об объектах',
      'Рекламный контент'
    ],
    video: '/video/video.mp4'
  },
  {
    id: 2,
    title: 'Электронная  очередь',
    subtitle: 'Быстрая ориентация в незнакомом пространстве',
    mainDescription:
      'Создана специально для торговых центров, торгово-развлекательных комплексов, офисов, парков, школ и университетов, гостиниц, аэропортов, бизнес-центров и т.д. <br/> <br/> Интерактивная навигация позволяет посетителям с лёгкостью ориентироваться в любом пространстве, получать информацию о расположении магазинов, о скидках и рекламных акциях, списке услуг и мест их оказания, а также строить маршрут до необходимого объекта на 2D / 3D карте. ',
    mainFunctionality: [
      'Интерактивная карта в формате 2D или 3D ',
      'Вычисление координат размещения объектов на карте',
      'Автоопределение своей геолокации',
      'Создание нескольких этажей и возможность переключения между ними',
      'Отображение необходимых объектов на карте (магазинов, офисов и т.д.)',
      'Подключение дополнительного модуля для людей с ОВЗ (цветовая инверсия, индукционная петля, увеличение текста, смещение контента вниз для инвалидов-колясочников) ',
      'Индивидуальное оформление дизайна карточки магазина, офиса и т.д.',
      'Построение маршрута от точки "Я здесь" до необходимого объекта (магазина, офиса и т. д.)',
      'Построение маршрута до машины, оставленной на парковке',
      'Функция поиска с подсказками',
      'Мультиязычный интерфейс',
      'Отображение категорий арендаторов (магазинов и т.д.)',
      'Возможность скачивания  построенного маршрута на телефон через QR-код',
      'Поиск необходимых объектов (магазинов, офисов и др.) с использованием строки поиска, категорий ',
      'Премиум размещение в поиске среди конкурентов',
      'Информация о внутренних объектах (фото, видео, описание)',
      'Трансляция рекламных видеороликов и баннеров в режиме работы и ожидания экрана киоска',
      'Жесты и кнопки , / - для изменения масштаба картинки ',
      'Отображение рекламной статистики'
    ],
    additionalFeatures: [
      'Отображение пробок на дороге',
      'Возможность вызова такси',
      'Создание опросников / пожеланий / голосования',
      'Обратная связь',
      'Виртуальный помощник',
      'Модуль расписания сеансов в кинотеатрах',
      'Тревожная кнопка (вызов сотрудника)'
    ],
    images: [
      '/img/home_solutions/navigation/1.png',
      '/img/home_solutions/navigation/2.png',
      '/img/home_solutions/navigation/3.png',
      '/img/home_solutions/navigation/4.png'
    ],
    imageCover: '/img/home_solutions/query/query.png',
    mainFunctionalityCover: [
      'Выдача талонов с временем, датой и номером кабинета',
      'Рекламный контент',
      'Рекламный контент'
    ],
    video: '/video/video.mp4'
  },
  {
    id: 3,
    title: 'Кассы  самообслуживания',
    subtitle: 'Быстрая ориентация в незнакомом пространстве',
    mainDescription:
      'Создана специально для торговых центров, торгово-развлекательных комплексов, офисов, парков, школ и университетов, гостиниц, аэропортов, бизнес-центров и т.д. <br/> <br/> Интерактивная навигация позволяет посетителям с лёгкостью ориентироваться в любом пространстве, получать информацию о расположении магазинов, о скидках и рекламных акциях, списке услуг и мест их оказания, а также строить маршрут до необходимого объекта на 2D / 3D карте. ',
    mainFunctionality: [
      'Интерактивная карта в формате 2D или 3D ',
      'Вычисление координат размещения объектов на карте',
      'Автоопределение своей геолокации',
      'Создание нескольких этажей и возможность переключения между ними',
      'Отображение необходимых объектов на карте (магазинов, офисов и т.д.)',
      'Подключение дополнительного модуля для людей с ОВЗ (цветовая инверсия, индукционная петля, увеличение текста, смещение контента вниз для инвалидов-колясочников) ',
      'Индивидуальное оформление дизайна карточки магазина, офиса и т.д.',
      'Построение маршрута от точки "Я здесь" до необходимого объекта (магазина, офиса и т. д.)',
      'Построение маршрута до машины, оставленной на парковке',
      'Функция поиска с подсказками',
      'Мультиязычный интерфейс',
      'Отображение категорий арендаторов (магазинов и т.д.)',
      'Возможность скачивания  построенного маршрута на телефон через QR-код',
      'Поиск необходимых объектов (магазинов, офисов и др.) с использованием строки поиска, категорий ',
      'Премиум размещение в поиске среди конкурентов',
      'Информация о внутренних объектах (фото, видео, описание)',
      'Трансляция рекламных видеороликов и баннеров в режиме работы и ожидания экрана киоска',
      'Жесты и кнопки , / - для изменения масштаба картинки ',
      'Отображение рекламной статистики'
    ],
    additionalFeatures: [
      'Отображение пробок на дороге',
      'Возможность вызова такси',
      'Создание опросников / пожеланий / голосования',
      'Обратная связь',
      'Виртуальный помощник',
      'Модуль расписания сеансов в кинотеатрах',
      'Тревожная кнопка (вызов сотрудника)'
    ],
    images: [
      '/img/home_solutions/navigation/1.png',
      '/img/home_solutions/navigation/2.png',
      '/img/home_solutions/navigation/3.png',
      '/img/home_solutions/navigation/4.png'
    ],
    imageCover: '/img/home_solutions/cash/cash.png',
    mainFunctionalityCover: [
      'Продажа билетов на мероприятия и аттракционы',
      'Сбор и обработка данных пользователей',
      'Рекламный контент'
    ],
    video: '/video/video.mp4'
  },
  {
    id: 4,
    title: 'Виртуальная  примерочная',
    subtitle: 'Быстрая ориентация в незнакомом пространстве',
    mainDescription:
      'Создана специально для торговых центров, торгово-развлекательных комплексов, офисов, парков, школ и университетов, гостиниц, аэропортов, бизнес-центров и т.д. <br/> <br/> Интерактивная навигация позволяет посетителям с лёгкостью ориентироваться в любом пространстве, получать информацию о расположении магазинов, о скидках и рекламных акциях, списке услуг и мест их оказания, а также строить маршрут до необходимого объекта на 2D / 3D карте. ',
    mainFunctionality: [
      'Интерактивная карта в формате 2D или 3D ',
      'Вычисление координат размещения объектов на карте',
      'Автоопределение своей геолокации',
      'Создание нескольких этажей и возможность переключения между ними',
      'Отображение необходимых объектов на карте (магазинов, офисов и т.д.)',
      'Подключение дополнительного модуля для людей с ОВЗ (цветовая инверсия, индукционная петля, увеличение текста, смещение контента вниз для инвалидов-колясочников) ',
      'Индивидуальное оформление дизайна карточки магазина, офиса и т.д.',
      'Построение маршрута от точки "Я здесь" до необходимого объекта (магазина, офиса и т. д.)',
      'Построение маршрута до машины, оставленной на парковке',
      'Функция поиска с подсказками',
      'Мультиязычный интерфейс',
      'Отображение категорий арендаторов (магазинов и т.д.)',
      'Возможность скачивания  построенного маршрута на телефон через QR-код',
      'Поиск необходимых объектов (магазинов, офисов и др.) с использованием строки поиска, категорий ',
      'Премиум размещение в поиске среди конкурентов',
      'Информация о внутренних объектах (фото, видео, описание)',
      'Трансляция рекламных видеороликов и баннеров в режиме работы и ожидания экрана киоска',
      'Жесты и кнопки , / - для изменения масштаба картинки ',
      'Отображение рекламной статистики'
    ],
    additionalFeatures: [
      'Отображение пробок на дороге',
      'Возможность вызова такси',
      'Создание опросников / пожеланий / голосования',
      'Обратная связь',
      'Виртуальный помощник',
      'Модуль расписания сеансов в кинотеатрах',
      'Тревожная кнопка (вызов сотрудника)'
    ],
    images: [
      '/img/home_solutions/navigation/1.png',
      '/img/home_solutions/navigation/2.png',
      '/img/home_solutions/navigation/3.png',
      '/img/home_solutions/navigation/4.png'
    ],
    imageCover: '/img/home_solutions/fitting/fitting.png',
    mainFunctionalityCover: [
      'Виртуальная примерка костюмов при помощи технологии kinect',
      'Информация об объектах',
      'Сбор и обработка данных пользователей'
    ],
    video: '/video/video.mp4'
  }
]

export default data
